{
  "4": [
    "You know darn tootin' we're all bad in this game. Except for Trapdoor, maybe. And Beginner. Definitely Beginner.",
    "Maybe next year I'll be more merciful.",
    "The only person allowed to say they're good at the game is me.",
    "Double your hours and maybe you can say you're good at the game."
  ],
  "6": [
    "In nested tags, the data hides, For XML's rules, the code abides. Edit with care, structure aligned, A single slash, chaos confined.",
    "Stormworks files, XML streams, Building vehicles, coding dreams. A misplaced key, disaster foretold, Correct it quick, precision bold.",
    "Angle brackets frame the scene, A digital script for a machine. One mistake, and all goes wrong, Debugging sings a coder's song.",
    "Waypoints set, the compass turns, Through XML, the logic burns. A stormy sea, a coded glide, In data's depths, your craft will ride."
  ],
  "10": [
    "I don't have any snarky remarks.",
    "I hear the parts are good, at least.",
    "I mean, y'know, could be worse.",
    "Yeah, that's about the ownership rate I expected. Didn't Deltars say that space was the least owned? I believe it"
  ],
  "12": [
    "Planes, Trains, and Automobiles was popular in 1987 when it came out, and it's still popular in the form of Stormworks vehicles.",
    "I downvoted every response that said something related to ships.",
    "The elf downvoted every response that said something related to trucks or trains.",
    "Here, you have good taste. I'm totally not saying this just to make you happy."
  ],
  "13": [
    "Honestly, y'all have good food taste. I legit had to look up a lot of food and now I've got a grocery list for next week.",
    "Color me shocked, Stormworkers have taste in food.",
    "Pizza. Pizza was the most popular. Don't color me shocked.",
    "Shoutout to the one guy who said that оладьи was their favorite food. If your browser cannot render Cyrillic, I am sorry."
  ],
  "15": [
    "Maybe ChatGPT should take a course in 'Things AI Should Avoid.' SWLua 101, anyone?",
    "Well, color me surprised. People are actually using ChatGPT for something it's not good at.",
    "This is why we can't have nice things. People expect AI to be a magic wand, not a well-trained parrot.",
    "I guess ChatGPT is still learning. Maybe it should stick to writing poems and code, not complex language tasks."
  ],
  "18": [
    "Both have their strengths. Lua has more though.",
    "\"Both? Both. Both is good.\"",
    "Unfortunately you do need logic to work with Lua at all. Wireless Lua when?",
    "Honestly I'm just waiting for them to increase the vehicle Lua character limit."
  ],
  "19": [
    "What the fuck. Why did so many of you impersonate C4V. This is stupid.",
    "9 impersonators, I'm kinda impressed.",
    "Next time I am NOT asking that question.",
    "Is this a joke to you?"
  ],
  "20": [
    "You're strange.",
    "Amazing.",
    "What the hell!",
    "Better luck next year."
  ],
  "21": [
    "Ruh roh Raggy.",
    "I think what you meant to say, was \"Thank you.\"",
    "If I see one more God dammed Christmas tree flying in the air, I just might lose it.",
    "Non-negotiable, non-transferable, non-refundable."
  ]
}