{
  "1": [
    "The snow is falling, the bells do chime,<br>Your quiz results are ready in time.<br> We've checked our records, both far and near,<br>To see if you've been good this year",
    "Jingle bells and winter's cheer,<br>Your quiz results are finally here!<br> We've checked our list, both far and near,<br>To see if you've been good this year.",
    "As snowflakes dance and carolers sing,<br>Your quiz results are the holiday's bling!<br> We've checked our list, both far and near,<br>To see if you've been good this year.",
    "In this season of joy and light,<br>Your quiz results shine so bright!<br> We've checked our list, both far and near,<br>To see if you've been good this year."
  ],
  "2":[
    "bad at the game. Somehow, that's a reason.",
    "on my good side. If you weren't, well, tough luck.",
    "literally a God, according to your own words.",
    "too good at the game. Seriously, take it down a notch."
  ],
  "4": [
    "\"Everyone's good at the game,\" is what I'd say if I was a fuckin' Disney princess.",
    "I don't know if I agree with you.",
    "The only person allowed to say they're good at the game is me.",
    "Double your hours and maybe you can say you're good at the game."
  ],
  "6": [
    "I guess we'll never know.",
    "Modular engines won this by far, almost as if they are the best.",
    "It was a mistake to have an \"Other\" option.",
    "Some people are creative with propulsion that I didn't think of, like Explosions or Pallet Flying."
  ],
  "8": [
    "What doesn't kill you makes you stronger, after all.",
    "Now I just have to convert the other 20%. Wonder if that'll be easier than convincing Lua isn't spawn of the Devil.",
    "All I'll say is I do it every time I go to build something and I'll never stop. Simple as that.",
    "Kinda unfortunate how many are on the other side, isn't it?"
  ],
  "10": [
    "I don't have any snarky remarks.",
    "I won't even bother trying to correct you.",
    "Everyone who said Space for #1 deserve to live in space without a suit.",
    "To be fair, those are some good options."
  ],
  "12": [
    "It'll be one of the games of all time. Here's to 2026.",
    "I mean, same. I can't wait to see what they do with it.",
    "As long as I get my beloved Lua I'm happy.",
    "It's fair to be skeptical. Just don't hate every ounce of the devs beings like some here do."
  ],
  "14": [
    "I get it. Those things are just unbearable to repair.",
    "Believe it or not, you're right. You're so right you don't even know it. But you are. A special little star fire, the one who had the correct answer. Go on, shine bright. Tell the world. You got it right.",
    "Unfortunately, you are objectively incorrect. But you answered that anyway.",
    "I respect your opinion, even if it's wrong. It's wrong."
  ],
  "15": [
    "Interesting choice. I'll see what my elves can do.",
    "Bold. I like it. Don't see many go for that one. Points for originality.",
    ":3",
    "My mother gifted me this one year. I love it, still use it to this day."
  ],
  "17": [
    "Too bad, so sad. Either way, you're gonna keep playing.",
    "You've already played this game way too much.",
    "Next update, you won't be able to close the game until you've played at least 10 hours in a session.",
    "Is this a joke to you?"
  ],
  "18": [
    "Glory to Aridistan, I suppose. All 27 of you.",
    "Only 27 got this right, huh? I expected more from Stormworkers. Disappointing.",
    "27 people know the truth. The rest of you are just sheep. Baa.",
    "Aridistan will be taking over Stormworks one day. Mark my words."
  ],
  "21": [
    "Whether you like it or not, ",
    "I couldn't spin this one around if I wanted to.",
    "If I see one more God dammed Christmas tree flying in the air, I just might lose it.",
    "Non-negotiable, non-transferable, non-refundable."
  ],
  "22": [
    "Merry Christmas. Enjoy your present, sicko.",
    "Hope you like your gift! I picked it out myself.",
    "It's not a bomb.",
    "Don't open it too early!"
  ]
}